[{"name":"battalion","text":"dear diary today i play batallian 1944 with * and he sucked, how do i tell him that i dont want to play with him woithout hurting his feelings?"},{"name":"ocean_man","text":"ocean man, take me by the hand"},{"name":"leave_server","text":"my name is * and I would like to leave this server"},{"name":"slaps","text":"* slaps *"},{"name":"eggs","text":"* sucks eggs"},{"name":"bot","text":"my name is * and I create the best goddamn bots on the face of the Earth"},{"name":"seal","text":"What the fuck did you just fucking say about me, you little bitch? I'll have you know I graduated top of my class in the Navy Seals, and I've been involved in numerous secret raids on Al-Quaeda, and I have over 300 confirmed kills. I am trained in gorilla warfare and I'm the top sniper in the entire US armed forces. You are nothing to me but just another target. I will wipe you the fuck out with precision the likes of which has never been seen before on this Earth, mark my fucking words. You think you can get away with saying that shit to me over the Internet? Think again, fucker. As we speak I am contacting my secret network of spies across the USA and your IP is being traced right now so you better prepare for the storm, maggot. The storm that wipes out the pathetic little thing you call your life. You're fucking dead, kid. I can be anywhere, anytime, and I can kill you in over seven hundred ways, and that's just with my bare hands. Not only am I extensively trained in unarmed combat, but I have access to the entire arsenal of the United States Marine Corps and I will use it to its full extent to wipe your miserable ass off the face of the continent, you little shit. If only you could have known what unholy retribution your little \"clever\" comment was about to bring down upon you, maybe you would have held your fucking tongue. But you couldn't, you didn't, and now you're paying the price, you goddamn idiot. I will shit fury all over you and you will drown in it. You're fucking dead, kiddo."},{"name":"thanos","text":"a small price to pay for salvation"},{"name":"tft","text":"I came in last place in all of my tft games today, but at least I'm not as bad as *"},{"name":"drowning","text":"I'm mining I'm mining I'm mining I'm mining Mobs so icy, wonder why they kill me, I'm just mining and water I just fell in a hole, now I'm crying. Every server I go on, yeah, is inspiring. Minecraft Minecraft Minecraft Minecraft Minecraft I'm just minin' I just bought an account and now, I'm playing. Diamond sword so heavy I feel like I'm holdin' a mountain. Every server, yeah, I go on, is inspiring. Minecraft Minecraft Minecraft Minecraft Minefr- I'm just minin' I'm with all my friends, yeah, we minin', not alooone. Spawnin all these creepers, yeah, makin' them some clooones. Found a nearby dog, feed him, a booone. Tryna find ores, full 64 stacks of cobblestone. Pick up the arrows, put in the booow, make the string stretch. Climbing all these mountains, I feel off, the edge. Download some mods, so in Minecraft I can fleeex. Get that texturepack, the hard working project. Went in creative mode now I'm, flying. Blowing stuff up with TNT now that's satisfying. New server with scary mobs, horrifying. She looked in my chest n she looked at a hundred diamonds. Minecraft hands down is my favorite gaaaame. Talk crap, bout when using a bow, don't know how to aim. When you get slain, remember my naaame. When I expose you, it's gonna be a bloody shaaame.Tried to go to the nether, but had no portal. Dare you to try to kill me, ha, ?gorsh? I'm immortal. Minecraft equals cubed don't mess with, circles. Boi I run the game, have the fame, I'm universal. Favorite block in Minecraft has to be a piston. Every survival game I play, I'm always winnin'. Start up a new world with a new beginnin'. Talking trash, but can't make bars, Minecraft spittin'. I'm mining I'm mining I'm mining I'm mining"},{"name":"Alpha","text":"*, *, and * are the real alphas in this server"}]